[
    {
        "id": 1,
        "name": "CRUNCHWRAP SUPREME",
        "description": "One of Taco Bell`s most recognizable and unique creations, the Crunchwrap Supreme is packed full of our signature ingredients. That means you get EVERY flavor in EVERY bite. A flour tortilla layered with seasoned ground beef, warm nacho cheese sauce, a crunchy flat taco shell, sour cream, our signature hot sauce, fresh lettuce and diced tomatoes. All wrapped up and grilled to perfection, making it great to go anywhere you need.",
        "price": 40000,
        "imgUrl": "https://www.tacobell.co.id/wp-content/uploads/2020/09/Crunchwrap-Supreme.jpg",
        "UserMongoId": "63d239b0969fb7b899416332",
        "categoryId": 1
    },
    {
        "id": 2,
        "name": "TACO SUPREME",
        "description": "Our tacos are so good, it`s in our name! Seasoned ground beef topped with our signature hot sauce, sour cream, fresh lettuce, diced tomatoes and cheddar cheese. Try it in a freshly fried crunchy corn tortilla shell or a soft flour tortilla and enjoy this beefy classic.",
        "price": 35000,
        "imgUrl": "https://www.tacobell.co.id/wp-content/uploads/2020/09/2-Taco-Supreme.jpg",
        "UserMongoId": "63d239b0969fb7b899416332",
        "categoryId": 2
    },
    {
        "id": 3,
        "name": "CHICKEN QUESADILLA",
        "description": "This one`s for the cheese fans! If you want to keep things simple, but classic and next-level cheesy. A grilled flour tortilla is packed with a melted mozzarella and cheddar cheese blend, grilled chicken and our creamy jalapeno sauce.",
        "price": 33000,
        "imgUrl": "https://www.tacobell.co.id/wp-content/uploads/2020/09/Chicken-Quesadilla.jpg",
        "UserMongoId": "63d25d4006f55ddd90ecce3a",
        "categoryId": 1
    },
    {
        "id": 4,
        "name": "NAKED CHICKEN TACO",
        "description": "A taco made entirely out of crispy chicken! Our signature taco shell is made from boldly marinated crispy chicken and filled with creamy ranch sauce, fresh lettuce, diced tomatoes and topped with cheddar cheese.",
        "price": 43000,
        "imgUrl": "https://www.tacobell.co.id/wp-content/uploads/2020/09/Naked-Chicken-Taco.jpg",
        "UserMongoId": "63d25d4006f55ddd90ecce3a",
        "categoryId": 2
    }
]